brew "atool"
brew "bat"
brew "dua-cli"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gitui"
brew "jq"
brew "neovim"
brew "onefetch"
brew "pwgen"
brew "ripgrep"
brew "starship"
brew "taplo"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
cask "font-arimo"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
